[
    {
      "id": 1,
      "name": "Nourishing Hair Oil for Babies with Almond and Avocado Oil - 200 ml",
      "price": 453,
      "description": "Oiling is essential to keep your baby’s hair soft and nourished. Frequent oiling provides moisture to the scalp and increases blood circulation. Considering that babies have delicate skin and scalp, choosing products that are specially formulated for them and are certified safe is the first step in offering them the right care. Hi! I am Mamaearth Nourishing Hair Oil for Babies. I am 100% Natural, dermatologically tested, and MadeSafe Certified while being mild and non-sticky. Loaded with the natural goodness of Almond, Jojoba, and Sesame Oil, I nourish your baby's delicate scalp and help in better blood circulation. Vitamin E & Avocado Oil moisturizes hair from within while improving the texture. Coconut Oil not just makes the hair soft but also soothes the scalp & helps in getting rid of dandruff & cradle cap that babies sometimes are born with. Suitable for kids of all ages & all hair types, I am free of nasties such as Silicones, Parabens, Phthalates, Mineral Oils, Rancid Oils, et ",
      "imgURL": "https://honasa-mamaearth-production.imgix.net/b/a/baby_hair_oil_200_ml_1200x1200__yh1i6qtlgyc253s5.jpg?auto=format&fit=crop&w=332&auto=compress"
    },
    {
      "id": 2,
      "name": "Moisturizing Bathing Bar Soap For Babies, pack of 2*75g",
      "price": 567,
      "description": "Mamaearth Bar gently cleanses and nourishes delicate skin of newly born babies and kids. Its moisture rich crème formula is gentle and safe for head to toe. Loaded with goat milk, oatmeal and shea butter, it leaves your baby's skin soft and smooth. It is balanced at 5.5 pH, which is ideal for baby's healthy skin. Hypoallergenic & toxin-free, the baby soap does not irritate delicate skin of babies. It is completely free of toxins like SLS, SLES, silicones, paraben, synthetic perfume and color",
      "imgURL": "https://honasa-mamaearth-production.imgix.net/f/d/fds_9573-props_qwhqvlzshodrynok.jpg?auto=format&fit=crop&w=332&auto=compress"
    },
    {
      "id": 3,
      "name": "Soothing Massage Oil for Babies with Sesame, Almond and Jojoba Oil - 200ml",
      "price": 975,
      "description": "Babies bring with them happiness that’s unlike any other feeling! As a mother, you want your baby to always stay healthy and strong. This starts with massaging them for not only stronger bones but also nourished skin. Hi! I am Mamaearth Soothing Massage Oil for Babies. I am made with 100% natural ingredients such as Sesame, Almond, Jojoba, and Coconut Oil. Almond Oil moisturizes while repairing dry skin. Jojoba Oil makes skin soft and nourished while keeping sun damage away. That’s not all. Massage time is also great for bonding with your baby. It’s the best form of love you can give your little one! I am dermatologically tested and hence suitable for your baby’s sensitive skin. I am MadeSafe Certified, which means that I contain no Harmful Chemicals, Toxins, Mineral Oils or Parabens. I am 100% safe for your bundle of jo ",
      "imgURL": "https://honasa-mamaearth-production.imgix.net/b/a/baby_massage_oil_200_ml__1200x1200__i0oy2adtieurwcls.jpg?auto=format&fit=crop&w=332&auto=compress"
    },
    {
      "id": 4,
      "name": "Moisturizing Daily Lotion For Babies, 200ml",
      "price": 1254,
      "description": "Hi, I’m Mamaearth Moisturizing Daily Lotion for Babies. I understand that your baby needs to be moisturized daily to remain soft and nourished. I help to keep your little one’s skin velvety smooth and healthy for up to 12 hours! I consist of ingredients like Cocoa & Shea Butter that help to moisturize and nourish their delicate skin. Jojoba Oil aids in making your baby’s skin soft and supple while Vitamin E and Aloe Vera help provide relief from the heat of the Sun. You can always trust me for your baby’s needs as I’m made with the best of ingredients from nature. I’m completely free from harmful chemicals like Parabens, Phthalates, PEG, Mineral Oil, and even Artificial Fragrances and come with MadeSafe Certification",
      "imgURL": "https://honasa-mamaearth-production.imgix.net/i/m/img_4810probs_goyh8daj1sppnciu.jpg?auto=format&fit=crop&w=332&auto=compress"
    },
    {
      "id": 5,
      "name": "Original Orange Body Wash For Kids with Orange and Oat Protein - 300 ml",
      "price": 235,
      "description": "Hi! I am Mamaearth Original Orange Body Wash for your little bundle of joy. I am here to make bath time a fun time for your munchkin, with my fruit essence. I promise to thoroughly cleanse without any irritation, while being extremely gentle. Loaded with the goodness of Orange, Oat Protein, and Glycerin, I ensure that your little one’s skin stays soft, supple, and fresh. And because of our no toxins and no harmful chemicals philosophy, you won’t find any Silicones, Parabens, Mineral Oil & Dyes in me. Original Orange’s Superpower I refuse to take plastic bags from the shopkeeper and instead carry my own to avoid excessive use of plastic and harm nature. So, let’s get together and pledge green to make the environment a whole lot clean.",
      "imgURL": "https://honasa-mamaearth-production.imgix.net/o/r/orange_baby_body_wash_1.jpg?auto=format&fit=crop&w=332&auto=compress"
    },
    {
      "id": 6,
      "name": "Agent Apple Body Wash for Kids with Apple and Oat Protein - 300 ml",
      "price": 124,
      "description": "Hi! I am Mamaearth Agent Apple Body Wash for your little bundle of joy. I am here to make bath time a fun time for your munchkin, with my fruit essence. I promise to thoroughly cleanse without any irritation, while being extremely gentle. Loaded with the goodness of Apple, Oat Protein, and Glycerin, I ensure that your little one’s skin stays soft, supple, and fresh. And because of our no toxins and no harmful chemicals philosophy, you won’t find any Silicones, Parabens, Mineral Oil & Dyes in me. Agent Apple’s Superpower Agent Apple is a superhero popular amongst kids. It recycles old newspapers and magazines into handmade papers to create beautiful crafts and decorate my room.",
      "imgURL": "https://honasa-mamaearth-production.imgix.net/g/r/green_apple_baby_body_wash_1_1_.jpg?auto=format&fit=crop&w=332&auto=compress"
    },
    {
      "id": 7,
      "name": "Mamaearth Fruit Punch Toothpaste",
      "price": 864,
      "description": "Hi! I am Mamaearth Fruit Punch Toothpaste. I love to see your kids smile. I am Fluoride & SLS free, so you don’t need to worry if more toothpaste ends up in your kid’s tummy than in the sink. I remove plaque and taste awesome thanks to my yummy fruity flavor. I am thoughtfully formulated with high-quality ingredients like sorbitol, silica, and glycerin. Introduce me to your kids and I will strengthen gums and be best friends with them forever.",
      "imgURL": "https://honasa-mamaearth-production.imgix.net/f/r/fruit-punch-toothpaste-with-props__1200x1200__tozwcvu6lphppoww.jpg?auto=format&fit=crop&w=332&auto=compress"
    },
    {
      "id": 8,
      "name": "Deeply Nourishing Body Wash for Babies 200ml and Gentle Cleansing Shampoo 200ml Combo",
      "price": 2345,
      "description": "Whats a Colonoscopy and How Often Should You Have One? A colonoscopy is a medical examination that identifies abnormalities in the large intestine and rectum.It involves the use of a long flexible tube (called the colonoscope) which consists of a video camera at the tip. It also has a hollow channel through which small flexible instruments can be passed. This allows the doctor to view the insides of the colon and treat any abnormalities that are detected.How Is It Performed?  First, the patient is given medication through an intravenous (IV) needle to induce drowsiness and sedation. While the patient is lying on their side, the doctor performs the colonoscopy by inserting a long, flexible tubular instrument into the colon.This tube consists of a light and video camera at its tip. This camera sends real-time footage to an external monitor so that the doctor can observe the insides for any abnormalities. The instrument is inserted through the rectum and goes all the way to the other end of the large intestine.",
      "imgURL": "https://honasa-mamaearth-production.imgix.net/b/a/baby_wash_shampoo_200ml__1_thiyam45awzwysks.jpg?auto=format&fit=crop&w=332&auto=compress"
    },
    {
      "id": 9,
      "name": "Welcome Baby Essential Kit",
      "price": 978,
      "description": "Hi! I am the Welcome Baby Essential Kit and I come with laundry detergent, moisturizing soap bars, dusting powders, body wash and daily lotions that are crafted with the goodness of nature. I am delighted to be a part of your new parenting journey. To help nurture and pamper your bundle of joy, I’m made with nourishing ingredients straight from nature, and I ensure to help you through every step of the way! And because of our no toxins, no harmful chemicals philosophy, you won't find any Silicones, Parabens, mineral oil, and dyes in me.",
      "imgURL": "https://honasa-mamaearth-production.imgix.net/w/e/welcome-baby-essential-kit_iov2mdbdmdyyv6vu.jpg?auto=format&fit=crop&w=332&auto=compress"
    },
    {
      "id": 10,
      "name": "Foaming Facewash for Kids, 120ml",
      "price": 3455,
      "description": "Hi! I am Mamaearth Foaming Face Wash for Kids. Dermatologically tested, and pH balanced my Tear-free and Soap-free formula cleanses and moisturizes your baby’s face gently. Infused with Coconut-based Cleansers, Calendula Extract, Aloe Vera & Lavender Oil, I nourish while I cleanse. I am Hypoallergenic with no harsh chemicals like SLS, Parabens, Phthalates, Detergents, or Artificial Fragrances and thus I come with MadeSafe Certificatio ",
      "imgURL": "https://honasa-mamaearth-production.imgix.net/f/a/face-wash_props_mz3yncrzhsliolyk.jpg?auto=format&fit=crop&w=332&auto=compress"
    },
    {
      "id": 11,
      "name": "Natural Mosquito Repellent Patches, 24pcs",
      "price": 1847,
      "description": "Hi! I am Mamaearth 100% Natural Mosquito Repellent Patch for Babies. I am DEET-free with no harmful chemicals, insecticides or pesticides. I do not cause any side effects like eye irritation or skin damage as I am a 100% natural blend of Citronella, Eucalyptus, Peppermint Oil & Lemon Extract. My powerful mosquito repellent blend protects your loved ones from mosquitoes that spread Dengue, Malaria, and Chikungunya. I can be pasted on your child’s clothes, cots, prams, and schoolbags. I offer up to 12 hours of protection from mosquito bites. I am waterproof and can be used for both indoor and outdoor activities. I do not leave any residue on clothes after remova",
      "imgURL": "https://honasa-mamaearth-production.imgix.net/u/n/unnamed-3_yuripcqhaihclrv2.jpg?auto=format&fit=crop&w=332&auto=compress"
    }
  ]