[
    {
      "id": 1,
      "name": "Mammogram",
      "price": 453,
      "description": "Mammography is the process of using low-energy X-rays to examine the human breast for diagnosis and screening. The goal of mammography is the early detection of breast cancer, typically through detection of characteristic masses or microcalcifications.",
      "imgURL": "https://media.istockphoto.com/photos/doctor-team-picture-id1311077753?b=1&k=20&m=1311077753&s=170667a&w=0&h=x0oxfg7IwPYZBuwTl0RcazfxStibPWAExHo1f5O2agU="
    },
    {
      "id": 2,
      "name": "Hemodialysis",
      "price": 567,
      "description": "Hemodialysis, also spelled haemodialysis, or simply dialysis, is a process of purifying the blood of a person whose kidneys are not working normally.",
      "imgURL": "https://media.istockphoto.com/photos/asian-chinese-senior-man-in-wheelchair-with-face-shield-face-mask-picture-id1324210578?b=1&k=20&m=1324210578&s=170667a&w=0&h=IY0-nr5mfKJmZb-fnGmgdiQi9HuSJn9uf6xkGJT7t_A="
    },
    {
      "id": 3,
      "name": "Spiral CT scanner",
      "price": 975,
      "description": "A spiral computed tomography (CT) scan takes images using radiation. ... Spiral CT uses a faster machine that spins continuously around the body. This allows it to more quickly detect images and spot problems. It can also detect small nodules (early-stage lung disease) that cannot be clearly seen on chest x-rays.",
      "imgURL": "https://media.istockphoto.com/photos/of-joints-in-a-clinic-with-blue-color-and-red-scanning-laser-computer-picture-id1217160325?b=1&k=20&m=1217160325&s=170667a&w=0&h=TnqLifKPKOKqYzjR8YWBz3J0s-r2vIU9Vhpx8FutC5M="
    },
    {
      "id": 4,
      "name": "Digital X-ray",
      "price": 1254,
      "description": "Digital radiography is a form of radiography that uses x-ray–sensitive plates to directly capture data during the patient examination, immediately transferring it to a computer system without the use of an intermediate cassette.",
      "imgURL": "https://media.istockphoto.com/photos/vigilantly-monitoring-his-patients-vitals-picture-id592647720?b=1&k=20&m=592647720&s=170667a&w=0&h=QrmU3JvrT95eD8TS1xEJY6e2OloGEfshU-5KqPgchcQ="
    },
    {
      "id": 5,
      "name": "Renal Biopsy",
      "price": 235,
      "description": "Renal biopsy is a medical procedure in which a small piece of kidney is removed from the body for examination, usually under a microscope. Microscopic examination of the tissue can provide information needed to diagnose, monitor or treat problems of the kidney.",
      "imgURL": "https://images.unsplash.com/photo-1581595220892-b0739db3ba8c?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTB8fHJlbmFsJTIwYmlvcHN5fGVufDB8fDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
    },
    {
      "id": 6,
      "name": "Echo Cardiogram",
      "price": 124,
      "description": "An echocardiography, echocardiogram, cardiac echo or simply an echo, is an ultrasound of the heart. Echocardiography uses standard two-dimensional, three-dimensional, and Doppler ultrasound to create images of the heart.",
      "imgURL": "https://media.istockphoto.com/photos/male-doctor-examining-a-patients-heart-by-using-an-ultrasound-picture-id1305632744?b=1&k=20&m=1305632744&s=170667a&w=0&h=sMWuHfWKXziUeYOJW_d0HqZiUCOAmRlhWE_Kca8bkZg="
    },
    {
      "id": 7,
      "name": "ECG",
      "price": 864,
      "description": "Electrocardiography is the process of producing an electrocardiogram, a recording – a graph of voltage versus time – of the electrical activity of the heart using electrodes placed on the skin.",
      "imgURL": "https://media.istockphoto.com/photos/-picture-id157375351?b=1&k=20&m=157375351&s=170667a&w=0&h=iix--rC6oYgni-tQeTr6w-MYyBPurX-qeCXU4T3oXJs="
    },
    {
      "id": 8,
      "name": "Colonoscopy",
      "price": 2345,
      "description": "Whats a Colonoscopy and How Often Should You Have One? A colonoscopy is a medical examination that identifies abnormalities in the large intestine and rectum.It involves the use of a long flexible tube (called the colonoscope) which consists of a video camera at the tip. It also has a hollow channel through which small flexible instruments can be passed. This allows the doctor to view the insides of the colon and treat any abnormalities that are detected.How Is It Performed?  First, the patient is given medication through an intravenous (IV) needle to induce drowsiness and sedation. While the patient is lying on their side, the doctor performs the colonoscopy by inserting a long, flexible tubular instrument into the colon.This tube consists of a light and video camera at its tip. This camera sends real-time footage to an external monitor so that the doctor can observe the insides for any abnormalities. The instrument is inserted through the rectum and goes all the way to the other end of the large intestine.",
      "imgURL": "https://media.istockphoto.com/photos/endoscopy-at-the-hospital-doctor-holding-endoscope-before-gastroscopy-picture-id981992606?b=1&k=20&m=981992606&s=170667a&w=0&h=5XCJp5yO8-lvx-rtfnBszRHhZwtpuCXAEesZYWw1vLI="
    },
    {
      "id": 9,
      "name": "4D Ultrasonography",
      "price": 978,
      "description": "4D scans show moving 3D images of your baby, with time being the fourth dimension. ... With 3D and 4D scans, you see your babys skin rather than her insides. You may see the shape of your babys mouth and nose, or be able to spot her yawning or sticking her tongue out.",
      "imgURL": "https://media.istockphoto.com/photos/medical-ultrasound-machine-with-linear-probes-in-a-hospital-room-picture-id1178123351?b=1&k=20&m=1178123351&s=170667a&w=0&h=XBcL1OC0o2txUBOBskmn6wg362RPh7FgGVVOpl4OCls="
    },
    {
      "id": 10,
      "name": "Immunology",
      "price": 3455,
      "description": "An allergist / immunologist (commonly referred to as an allergist) is a physician specially trained to diagnose, treat and manage allergies, asthma and immunologic disorders including primary immunodeficiency disorders.",
      "imgURL": "https://media.istockphoto.com/photos/mature-female-pathologist-examining-test-tube-samples-in-lab-picture-id1191113984?b=1&k=20&m=1191113984&s=170667a&w=0&h=g7zJz0ud0ldnUgHBEKCPazu_el2-C4XBfdqB2O5kdDI="
    },
    {
      "id": 11,
      "name": "Vaccination",
      "price": 1847,
      "description": "Vaccination is the administration of a vaccine to help the immune system develop protection from a disease. Vaccines contain a microorganism or virus in a weakened or killed state, or proteins or toxins from the organism.",
      "imgURL": "https://media.istockphoto.com/photos/shot-of-a-doctor-applying-a-plaster-to-her-patients-arm-picture-id1326666679?b=1&k=20&m=1326666679&s=170667a&w=0&h=vH3L15dtO4lVW70WjPcySzcqiO1NcHrlgnyvSPjYtdc="
    }
  ]